Repository: IInvocation/Vision
Catalog: src/old/FluiTec.Vision.VisionHost/Resources/ContactText.*.resx
Languages: de_de

# AboutMeHeader
source: About me
de_de: Über mich

# AboutMeText
source: I am a hobby developer. A hobby developer, who has made a lot of effort to secure all collected data to the best of his knowledge. No more and no less.
de_de: Ich bin ein Hobbyentwickler. Ein Hobbyentwickler, der sich redlich Mühe gemacht hat alle erhobenen Daten nach bestem Kenntnisstand abzusichern. Nicht mehr und nicht weniger.

# AddressHeader
source: Address
de_de: Adresse

# ContactHeader
source: Contact
de_de: Kontakt

# CopyrightHeader
source: Copyright / Performance Protection
de_de: Urheberrecht/Leistungsschutzrecht

# CopyrightText
source: The content, works and information provided on this website are subject to German copyright law and the right to protection of services. Any kind of copying, processing, distribution, storage and any kind of exploitation outside the limits of copyright requires the prior written consent of the respective copyright owner. The unauthorized copying / saving of the provided information on these websites is not permitted and punishable.
de_de: Die auf dieser Webseite veröffentlichten Inhalte, Werke und bereitgestellten Informationen unterliegen dem deutschen Urheberrecht und Leistungsschutzrecht. Jede Art der Vervielfältigung, Bearbeitung, Verbreitung, Einspeicherung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedarf der vorherigen schriftlichen Zustimmung des jeweiligen Rechteinhabers. Das unerlaubte Kopieren/Speichern der bereitgestellten Informationen auf diesen Webseiten ist nicht gestattet und strafbar.

# DataProtectionDisclaimerSource
source: <a href="http://www.musterproject.net/disclaimer-muster"> Disclaimer-Source </a>
de_de: <a href="http://www.mustervorlage.net/disclaimer-muster">Disclaimer-Muster</a>

# DataProtectionHeader
source: Data Protection
de_de: Datenschutz

# DataProtectionText1
source: By visiting the Internet site, information (date, time, page accessed, IP address, UserAgent) is stored via access to the server.
de_de: Durch den Besuch des Internetauftritts werden Informationen (Datum, Uhrzeit, aufgerufene Seite, IP-Adresse, UserAgent) über den Zugriff auf dem Server gespeichert werden.

# DataProtectionText2
source: If personal data are collected, this is done, if possible, only with the prior consent of the user of the website. The transfer of the data to third parties does not take place without the express consent of the user.
de_de: Sofern personenbezogene Daten erhoben werden, erfolgt dies, sofern möglich, nur mit dem vorherigen Einverständnis des Nutzers der Webseite. Eine Weitergabe der Daten an Dritte findet ohne ausdrückliche Zustimmung des Nutzers nicht statt.

# DataProtectionText3
source: The provider points out that the transmission of data on the Internet has security gaps and a complete protection of the data before access by third parties can not be ensured. The provider accepts no liability for the damage caused by such security gaps.
de_de: Der Anbieter weist darauf hin, dass die Übertragung von Daten im Internet Sicherheitslücken aufweisen und ein lückenloser Schutz der Daten vor dem Zugriff Dritter nicht gewährleistet werden kann. Der Anbieter übernimmt keine Haftung für die durch solche Sicherheitslücken entstandenen Schäden.

# DataProtectionText4
source: The use of contact data by third parties for commercial use is expressly rejected. Unless the provider has previously given his written consent. The provider reserves the right to take legal steps in the event of the unsolicited transmission of advertising information, eg spam mails.
de_de: Der Verwendung der Kontaktdaten durch Dritte zur gewerblichen Nutzung wird ausdrücklich widersprochen. Es sei denn, der Anbieter hat zuvor seine schriftliche Einwilligung erteilt. Der Anbieter behält sich rechtliche Schritte für den Fall der unverlangten Zusendung von Werbeinformationen, z. B. durch Spam-Mails, vor.

# ExternalLinksHeader
source: External links
de_de: Externe Links

# ExternalLinksText
source: The website contains "external links" (links) to other websites, on the contents of which the provider of the website has no influence. For this reason, the provider can not assume any liability for these contents. The respective provider of the linked website is responsible for the content and correctness of the information provided. At the time of linking no infringements were recognizable. If you become aware of such an infringement, the link will be removed immediately.
de_de: Die Webseite enthält „externe Links“ (Verlinkungen) zu anderen Webseiten, auf deren Inhalt der Anbieter der Webseite keinen Einfluss hat. Aus diesem Grund kann der Anbieter für diese Inhalte auch keine Gewähr übernehmen. Für die Inhalte und Richtigkeit der bereitgestellten Informationen ist der jeweilige Anbieter der verlinkten Webseite verantwortlich. Zum Zeitpunkt der Verlinkung waren keine Rechtsverstöße erkennbar. Bei Bekanntwerden einer solchen Rechtsverletzung wird der Link umgehend entfernen.

# ImprintHeader
source: Imprint
de_de: Impressum

# LegalHeader
source: Limitation of liability
de_de: Haftungsbeschränkung

# LegalText1
source: The content of the Internet site was created with the greatest possible care and conscience. However, the provider of this website does not assume any liability for the topicality, completeness and correctness of the pages and content provided.
de_de: Die Inhalte des Internetauftritts wurden mit größtmöglicher Sorgfalt und nach bestem Gewissen erstellt. Dennoch übernimmt der Anbieter dieser Webseite keine Gewähr für die Aktualität, Vollständigkeit und Richtigkeit der bereitgestellten Seiten und Inhalte.

# LegalText2
source: As a service provider, the provider of this website is responsible for its own content and information provided on these pages according to the general laws in accordance with § 7 (1) TMG; According to §§ 8 to 10 TMG, however, is not obliged to monitor the transmitted or stored third-party information. The removal or blocking of these contents takes place immediately from the time of the knowledge of a concrete infringement. Liability is only possible from the time of obtaining the knowledge.
de_de: Als Diensteanbieter ist der Anbieter dieser Webseite gemäß § 7 Abs. 1 TMG für eigene Inhalte und bereitgestellte Informationen auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich; nach den §§ 8 bis 10 TMG jedoch nicht verpflichtet, die übermittelten oder gespeicherten fremden Informationen zu überwachen. Eine Entfernung oder Sperrung dieser Inhalte erfolgt umgehend ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung. Eine Haftung ist erst ab dem Zeitpunkt der Kenntniserlangung möglich.

# LinkingHeader
source: Account linking
de_de: Verknüpfung von Benutzerkonten

# LinkingText1
source: This page allows you to link various user accounts. The <a href="https://identityserver.io/"> IdentityServer </a> is used for this.
de_de: Diese Seite ermöglicht die Verknüpfung diverser Benutzerkonten. Hierzu wird der <a href="https://identityserver.io/">IdentityServer</a> benutzt.

# LinkingText2
source: In this connection, i.d.R. Information exchanged between this and other service providers. If ever information is shared - this is done exclusively with your own consent.
de_de: Bei dieser Verknüpfung werden i.d.R. Informationen zwischen dieser und anderen Dienstbetreibern ausgetauscht und gespeichert. Sofern jemals Informationen geteilt werden - geschieht das ausschließlich mit Ihrer eigenen Zustimmung.

# PrivacyHeader
source: Privacy
de_de: Datenschutz

# ResponsibleText
source: Responsible as of MDStV
de_de: Verantwortlich im Sinne der MDStV

# SafetyHeader
source: Safety
de_de: Sicherheit

# SafetyText
source: The collected data is stored in a database of my choice. Your password is not stored in the plaintext - but in the form of a secure hash to avoid the compromising of other access data.
de_de: Die meinerseits erhobenen Daten werden in einer Datenbank meiner Wahl abgespeichert. Ihr Passwort wird dabei nicht im Klartext gespeichert - sondern in Form eines sicheren Hashes um die Kompromittierung anderer Zugangsdaten zu vermeiden.

# SslText
source: I use a free SSL certificate from <a href="https://letsencrypt.org/"> LetsEncrypt </a>, which encrypts the communication between you and my server.
de_de: Ich nutze ein kostenloses SSL-Zertifikat von <a href="https://letsencrypt.org/">LetsEncrypt</a>, welches die Kommunikation zwischen Ihnen und meinem Server verschlüsselt.

# TermsOfUseHeader
source: Terms of Use
de_de: Nutzungsbedingungen

# UsagedataHeader
source: Usage data
de_de: Nutzungsdaten

# UsagedataListEntry1
source: Optimizing this site
de_de: Der Optimierung dieser Seite

# UsagedataListEntry2
source: Detecting malicious users and bots
de_de: Der Aufdeckung schädlicher Nutzer und Bots

# UsagedataText
source: Registration is possible after registration. After such a registration, all activities of the user (as far as I can reasonably) are stored together with the personal data. (Log)
de_de: Nach Registrierung ist eine Anmeldung möglich. Nach einer solchen Anmeldung werden sämtliche Aktivitäten des Benutzers (soweit für mich sinnvoll), verknüpft mit den persönlichen Daten gespeichert. (Log)

# UsagedataText2
source: These logs are:
de_de: Diese Logs dienen:

# UsagedataText3
source: (And thus ultimately you and your protection)
de_de: (Und damit letztendlich Ihnen und Ihrem Schutz)

# UserDataAdText
source: (I will never send e-mails for advertising purposes - e-mails will be used to legitimize and inform the user)
de_de: (Ich werde niemals E-Mails zu Werbezwecken verschicken - E-Mails werden i.d.R. zur Legitimation und Information des Benutzers verwendet)

# UserdataHeader
source: User data
de_de: Nutzerdaten

# UserdataListEntry1
source: Authentication of the user
de_de: Authentifizierung des Benutzers

# UserdataListEntry2
source: Contact to the user by mail
de_de: Kontakt zum Benutzer per Mail

# UserdataText
source: By registering, I collect various user data which I collect exclusively for the following purposes:
de_de: Mit der Registrierung werden meinerseits diverse Nutzerdaten erhoben, welche ich ausschließlich für folgende Zwecke erhebe:
